{
  "basics": {
    "name": "Noah Pettinari",
    "label": "",
    "image": "",
    "email": "noah.pettinari@gmail.com",
    "phone": "",
    "url": "https://npettina.github.io",
    "summary": "",
    "location": {
      "address": "",
      "postalCode": "NY 11221",
      "city": "Brooklyn",
      "countryCode": "US",
      "region": "New York"
    },
    "profiles": [
      {
        "network": "",
        "username": "",
        "url": ""
      }
    ]
  },
  "work": [
    {
      "name": "The Broad Institute of MIT and Harvard, Nehme and McCarroll Labs",
      "position": "Computational Associate II",
      "url": "",
      "startDate": "August 2022",
      "endDate": "August 2024",
      "summary": "Explored how natural human genetic variation influences individuals' response to pharmacogenetic perturbations using human iPSC-derived neural cells in a village context.",
      "highlights": ["Independently developed computational pipelines for analyzing single-cell genetic perturbation (CROP-seq) experimental data in iPSC-derived brain cells compatible with existing publicly available Drop-seq software.",
"Analyzed high throughput single-cell RNA sequencing data from 15+ Census-seq and Drop-seq experiments and 200+ single-cell transcriptomic libraries to elucidate the genetic basis for psychiatric diseases such as schizophrenia, chemical perturbation response, and genetic perturbation response.",
"Implemented a standardized pipeline for processing and analyzing high-throughput bulk RNA-seq (SMART-seq2) data to identify effects of various drugs at varying dosages and timed exposures.",
"Performed latent factor analyses to identify coordinated gene expression programs induced by various drug and genetic perturbations in an array of iPSC-derived and primary tissue cell types.",
"Collaboratively developed an analytical framework to identify correlative links between genotypic variation and drug response to antipsychotics and proinflammatory cytokines using pre-existing single-cell analysis tools and eQTL discovery.",
"Maintained and validated cell line identities of over 1,000 cell lines via periodic concordance validations to ensure systematic robustness of cell cultures and minimize experimental variability.",
"Coordinated data concordance, management, and deposition projects between labs to ensure compliance with NIH standards for human genetics data sharing protocols with iPSC cell lines.",
"Created, implemented, and utilized standardized training procedures for computational associates to better improve the onboarding process and ensure quick learning and lab compliance standards."]
    },
    {
      "name": "WWU-Münster, Nonlinear Photonics Group",
      "position": "RISE Physics Research Intern",
      "url": "",
      "startDate": "July 2021",
      "endDate": "September 2021",
      "summary": "Worked with a PhD student mentor to develop an optical setup for use with GFP epifluorescence microscopy and two-photon polymerization.",
      "highlights": ["Developed and constructed a two-photon polymerization via direct laser writing microscope for engineering of biocompatible cell assays using a near-infrared femtosecond pulse laser.",
"Established 5+ protocols for biocompatible polymer gel chemicals that allowed for measurement of mechanical properties of yeast cells, enzymes, and hydrogel compatibility testing.",
"Designed and troubleshooted a custom-built GUI interface of microscope hardware products to streamline and simplify data acquisition by a factor of 10.",
"Tested polymerization efficiency on polymer hydrogels to troubleshoot and repair microscope faults."]
    },
    {
      "name": "University of Oregon",
      "position": "Biophysics Research Assistant",
      "url": "",
      "startDate": "June 2019",
      "endDate": "June 2022",
      "summary": "Studied the biophysical properties of zebrafish-associated gut microbiota, including interactions and machine learning-driven classification of species.",
      "highlights": ["Conducted experiments with BSL2+ microbes associated with vertebrates to elucidate metabolic species interactions and promote DNA engineering, cultivation, and editing of 6+ bacterial strains.",
"Performed image analysis using Python and MATLAB to develop 3 image-based assays for quantifying zebrafish gut microbial interactions and interspecies competition pathways.",
"Designed and constructed 2 microbial assays and 1 light sheet fluorescence microscope for imaging fluorescent microbes and measuring phenotypic expression and dynamics.",
"Collaborated with 2 independent research groups of 5+ scientists on interdisciplinary projects that led to 3 presentations at university conferences and 1 publication in a world renowned journal."]
    },
    {
      "name": "University of Oregon - Price Science Commons | Math Library",
      "position": "Library Student Assistant III",
      "url": "",
      "startDate": "January 2019",
      "endDate": "June 2022",
      "summary": "Assisted library patrons, maintained library organization, and spearheaded library projects related to both organization and patron engagement. At the math library, I was a tutor who assisted students with math topics ranging from elementary algebra through complex multivariate calculus.",
      "highlights": ["Implemented and organized 3+ regular workshops for peers and library patrons that increased library engagement by 20% and use of library resources by 30%.",
"Assisted with 10+ organizational projects to optimize library workflow by >40%.",
"Forged relationships with library donors to continue and increase financial support of library spaces for an additional 3 years, which led to a 20% increase in library resource availability and usage."]
    }
  ],
  "volunteer": [
    {
      "organization": "Broad RATs United Union",
      "location": "Cambridge, MA",
      "position": "Coordinating Committee",
      "url": "",
      "startDate": "2023",
      "endDate": "2024",
      "summary": "Collaborated with fellow organizers and interfaced with United Electrical, Radio, and Machine Workers of America (UE) to initiate, plan, strategize, and organize a union of 500+ entry-level researchers at the Broad Institute of MIT and Harvard to advocate for better working conditions."
    }
  ],
  "education": [
    {
      "institution": "University of Oregon",
      "location": "Eugene, OR, USA",
      "area": "Physics",
      "studyType": "B.Sc.",
      "startDate": "September 2018",
      "endDate": "June 2022",
      "courses": ["Summa Cum Laude","Departmental Honors","Minors in Biology and Mathematics"]
    }
  ],
  "publications": [
    {
      "name": "Higher-Order Interactions Dampen Pairwise Competition in the Zebrafish Gut Microbiome",
      "publisher": "Mbio",
      "releaseDate": "2020-08-13",
      "url": "https://journals.asm.org/doi/10.1128/mbio.01667-20",
      "summary": "We examined pairwise species interactions among commensal intestinal microbes from larval zebrafish. We found that with multiple species present, interbacterial interactions are weaker, highlighting the importance of higher-order interactions in the vertebrate gut to stabilize microbial communities."
    }  
  ],
  "skills": [
    {
      "name": "Computational",
      "keywords": [
        "high-performance computing", 
        "bioinformatics software", 
        "multivariate statistical analysis", 
        "machine learning", 
        "Github", 
        "image analysis", 
        "biophysical modeling",
        "simulations"
      ]
    },
    {
      "name": "Bioinformatics",
      "keywords": ["differential gene expression", 
      "gene set enrichment", 
      "latent factor analysis", 
      "quantitative trait loci (QTL) analysis", 
      "genetic colocalization", 
      "SNP heritability", 
      "transcriptomics processing and analysis", 
      "single-cell analysis", 
      "gene regulatory network analysis (SCENIC)"
      ]
    },
    {
      "name": "Microscopy",
      "keywords": ["two-photon microscopy", 
      "light sheet fluorescence microscopy", 
      "DIC microscopy", 
      "epifluorescence microscopy", 
      "confocal microscopy", 
      "optical systems design and construction"
      ]
    },
    {
      "name": "Software",
      "keywords": ["Python", 
      "R",
      "Bash",
      "Git",
      "MATLAB",
      "C/C++",
      "ImageJ/Fiji"
      ]
    }
  ],
  "interests": [
    {
      "name": "Astronomy and Physics",
      "keywords": [
        "exoplanets and planetary systems",
        "extragalactic astronomy and cosmology",
        "galaxy formation and evolution",
        "astronomical surveys",
        "computational simulations",
        "fourier analysis",
        "physics education",
        "scientific outreach"
      ]
    },
    {
      "name": "Biology",
      "keywords": [
        "neuroinflammatory disorders",
        "psychiatric disease",
        "cell-cell interactions",
        "population genetics",
        "stem cells"
      ]
    },
    {
      "name": "Personal",
      "keywords": [
        "baking",
        "embroidery",
        "jewelry making",
        "reading"
      ]
    }
  ]
}
